Repository: eightam/eightam-gravity-listmonk
Catalog: languages/eightam-gf-listmonk-*.po
Languages: de_de

source: Listmonk Credentials
de_de: Listmonk-Zugangsdaten

source: Provide API details with access to create subscribers. %s
de_de: Gib API-Zugangsdaten mit Berechtigung zum Erstellen von Abonnenten an. %s

source: Learn more about Listmonk API credentials
de_de: Mehr über Listmonk-API-Zugangsdaten erfahren

source: Base URL
de_de: Basis-URL

source: API Username
de_de: API-Benutzername

source: API Key / Token
de_de: API-Schlüssel / Token

source: Preconfirm Subscriptions by Default
de_de: Abonnements standardmäßig vorbestätigen

source: Skip double opt-in for all feeds unless overridden.
de_de: Doppeltes Opt-in für alle Feeds überspringen, sofern nicht überschrieben.

source: Feed Settings
de_de: Feed-Einstellungen

source: Enter a name to identify this feed.
de_de: Name zur Identifizierung dieses Feeds eingeben.

source: Subscriber Details
de_de: Abonnenten-Details

source: Field Mapping
de_de: Feldzuordnung

source: Email Address
de_de: E-Mail-Adresse

source: Attributes JSON
de_de: Attribute (JSON)

source: Optional JSON object for subscriber attributes. Example: {"city":"Berlin","source":"website"}. Supports merge tags.
de_de: Optionales JSON-Objekt für Abonnentenattribute. Beispiel: {"city":"Berlin","source":"website"}. Unterstützt Merge-Tags.

source: List Assignment
de_de: Listen-Zuordnung

source: List Presets (Optional)
de_de: Vordefinierte Listen (optional)

source: Hold Ctrl/Cmd to select multiple lists that will always receive the subscriber.
de_de: Strg/Cmd gedrückt halten, um mehrere Listen auszuwählen, die den Abonnenten immer erhalten.

source: Dynamic List Field
de_de: Dynamisches Listenfeld

source: Optional field whose submitted values resolve to List IDs (comma-separated, JSON, or checkbox selections).
de_de: Optionales Feld, dessen übermittelte Werte List-IDs entsprechen (kommagetrennt, JSON oder Checkbox-Auswahl).

source: Preconfirm Subscriptions
de_de: Abonnements vorbestätigen

source: Inherit global setting
de_de: Globale Einstellung übernehmen

source: Always preconfirm this feed
de_de: Diesen Feed immer vorbestätigen

source: Require confirmation (double opt-in)
de_de: Bestätigung erforderlich (Double-Opt-in)

source: Invalid JSON format. Please provide a valid JSON object.
de_de: Ungültiges JSON-Format. Bitte ein gültiges JSON-Objekt angeben.

source: Listmonk feed skipped: %s
de_de: Listmonk-Feed übersprungen: %s

source: Listmonk feed aborted: email address missing.
de_de: Listmonk-Feed abgebrochen: E-Mail-Adresse fehlt.

source: Listmonk feed skipped: no lists were selected.
de_de: Listmonk-Feed übersprungen: Es wurden keine Listen ausgewählt.

source: Listmonk sync successful (HTTP %d).
de_de: Listmonk-Synchronisierung erfolgreich (HTTP %d).

source: Listmonk sync failed: %s
de_de: Listmonk-Synchronisierung fehlgeschlagen: %s

source: Lists
de_de: Listen

source: Unnamed Feed
de_de: Unbenannter Feed

source: %d preset + dynamic
de_de: %d Vorgabe + dynamisch

source: %d list
de_de: %d Liste

source: Dynamic only
de_de: Nur dynamisch

source: None
de_de: Keine

source: — None —
de_de: — Keine —

source: — Select Lists —
de_de: — Listen auswählen —

source: Error: %s
de_de: Fehler: %s

source: No lists found
de_de: Keine Listen gefunden

source: Listmonk Actions
de_de: Listmonk-Aktionen

source: Re-run the Listmonk feed if you updated subscriber data or resolved API issues.
de_de: Listmonk-Feed erneut ausführen, wenn Abonnentendaten aktualisiert oder API-Probleme behoben wurden.

source: Retry Feed
de_de: Feed erneut ausführen

source: Insufficient permissions.
de_de: Unzureichende Berechtigungen.

source: Unexpected Listmonk response (HTTP %d)
de_de: Unerwartete Listmonk-Antwort (HTTP %d)

source: The full URL to your Listmonk installation, including https://
de_de: Die vollständige URL zu deiner Listmonk-Installation, einschließlich https://

source: The username for HTTP basic authentication to the Listmonk API.
de_de: Der Benutzername für die HTTP-Basisauthentifizierung zur Listmonk-API.

source: The password/token for HTTP basic authentication to the Listmonk API.
de_de: Das Passwort/Token für die HTTP-Basisauthentifizierung zur Listmonk-API.

source: When enabled, subscribers will be automatically confirmed without requiring email confirmation.
de_de: Wenn aktiviert, werden Abonnenten automatisch bestätigt, ohne dass eine E-Mail-Bestätigung erforderlich ist.

source: Hold Ctrl/Cmd to select multiple lists that will always receive the subscriber. %s
de_de: Strg/Cmd gedrückt halten, um mehrere Listen auszuwählen, die den Abonnenten immer erhalten. %s

source: Learn about Listmonk lists
de_de: Mehr über Listmonk-Listen erfahren

source: Optional field whose submitted values resolve to List IDs (comma-separated, JSON, or checkbox selections). The List ID can be found in your Listmonk admin panel.
de_de: Optionales Feld, dessen übermittelte Werte List-IDs entsprechen (kommagetrennt, JSON oder Checkbox-Auswahl). Die Listen-ID findest du in deinem Listmonk-Admin-Panel.

source: You have active Listmonk feeds but credentials are not configured. Please configure your API credentials in the %s.
de_de: Du hast aktive Listmonk-Feeds, aber die Zugangsdaten sind nicht konfiguriert. Bitte konfiguriere deine API-Zugangsdaten in den %s.

source: Listmonk settings
de_de: Listmonk-Einstellungen
